Repository: DominikJakub/chcemvediet
Catalog: chcemvediet/locale/*/LC_MESSAGES/django.po
Languages: sk

# accounts:SignupForm:first_name:label
source: First name
sk: Meno (krstné)

# accounts:SignupForm:first_name:placeholder
source: First name
sk: Meno (krstné)

# accounts:SignupForm:last_name:label
source: Last name
sk: Priezvisko

# accounts:SignupForm:last_name:placeholder
source: Last name
sk: Priezvisko

# accounts:SignupForm:street:label
source: Street
sk: Ulica

# accounts:SignupForm:street:placeholder
source: Street
sk: Ulica

# accounts:SignupForm:city:label
source: City
sk: Mesto

# accounts:SignupForm:city:placeholder
source: City
sk: Mesto

# accounts:SignupForm:zip:label
source: Zip
sk: PSČ

# accounts:SignupForm:zip:placeholder
source: Zip
sk: PSČ

# accounts:profile:title
source: User Profile
sk: Profil užívateľa

# accounts:profile:heading
source: User Profile
sk: Profil užívateľa

# accounts:profile:street
source: Street
sk: Ulica

# accounts:profile:city
source: City
sk: Mesto

# accounts:profile:zip
source: Zip
sk: PSČ

# accounts:profile:change_password
source: Change Password
sk: Zmeniť heslo

# accounts:profile:manage_emails
source: Manage E-mails
sk: Spravovať e-maily

# accounts:profile:manage_connections
source: Manage Connections
sk: Spravovať pripojenia

# inforequests:ActionAbstractForm:branch:label
source: Obligee
sk: Povinná osoba

# inforequests:EffectiveDateMixin:effective_date:label
source: Effective Date
sk: Dátum, od ktorého sa počíta

# inforequests:EffectiveDateMixin:effective_date:placeholder
source: mm/dd/yyyy
sk: dd.mm.yyyy

# inforequests:EffectiveDateMixin:older_than_previous_error
source: May not be older than previous action.
sk: Nesmie byť staršia ako predošlé akcie.

# inforequests:EffectiveDateMixin:from_future_error
source: May not be from future.
sk: Nesmie byť z budúcnosti.

# inforequests:EffectiveDateMixin:older_than_month_error
source: May not be older than one month.
sk: Nesmie byť starší ako 1 mesiac.

# inforequests:SubjectContentMixin:subject:label
source: Subject
sk: Predmet

# inforequests:SubjectContentMixin:subject:placeholder
source: Subject
sk: Predmet

# inforequests:SubjectContentMixin:content:label
source: Content
sk: Obsah

# inforequests:SubjectContentMixin:content:placeholder
source: Content
sk: Obsah

# inforequests:AttachmentsMixin:attachments:label
source: Attachments
sk: Prílohy

# inforequests:DeadlineMixin:deadline:label
source: New Deadline
sk: Nová lehota

# inforequests:DeadlineMixin:deadline:placeholder
source: Deadline
sk: Lehota

# inforequests:AdvancedToMixin:advanced_to_1:label
source: Advanced To
sk: Postúpené pre

# inforequests:AdvancedToMixin:advanced_to_1:placeholder
source: Obligee
sk: Povinná osoba

# inforequests:AdvancedToMixin:advanced_to_2:placeholder
source: Obligee
sk: Povinná osoba

# inforequests:AdvancedToMixin:advanced_to_3:placeholder
source: Obligee
sk: Povinná osoba

# inforequests:AdvancedToMixin:same_obligee_error
source: May not advance to the same obligee.
sk: Nemožno postúpiť tej istej inštitúcii.

# inforequests:AdvancedToMixin:duplicate_obligee_error
source: May not advance twice to the same obligee.
sk: Nemožno postúpiť dvakrát tej istej inštitúcii.

# inforequests:DisclosureLevelMixin:disclosure_level:label
source: Disclosure Level
sk: Miera sprístupnenia

# inforequests:RefusalReasonMixin:refusal_reason:label
source: Refusal Reason
sk: Dôvod odmietnutia

# inforequests:ExtendDeadlineForm:extension:label
source: Deadline Extension
sk: Predĺženie lehoty

# inforequests:ExtendDeadlineForm:extension:placeholder
source: Working Days
sk: pracovných dní

# inforequests:InforequestForm:obligee:label
source: Obligee
sk: Povinná osoba

# inforequests:InforequestForm:obligee:placeholder
source: Search Obligee
sk: Hľadať povinnú osobu

# inforequests:InforequestForm:subject:label
source: Subject
sk: Predmet

# inforequests:InforequestForm:subject:placeholder
source: Subject
sk: Predmet

# inforequests:InforequestForm:content:label
source: Request
sk: Žiadosť

# inforequests:InforequestForm:content:placeholder
source: Request
sk: Uveďte čo najkonkrétnejšie, o aké informácie máte záujem.

# inforequests:InforequestForm:attachments:label
source: Attachments
sk: Prílohy

# inforequests:Action:type:REQUEST
source: Request
sk: Žiadosť

# inforequests:Action:type:CLARIFICATION_RESPONSE
source: Clarification Response
sk: Odpoveď na výzvu na doplnenie

# inforequests:Action:type:APPEAL
source: Appeal
sk: Odvolanie

# inforequests:Action:type:CONFIRMATION
source: Confirmation
sk: Potvrdenie prijatia

# inforequests:Action:type:EXTENSION
source: Extension
sk: Predĺženie lehoty

# inforequests:Action:type:ADVANCEMENT
source: Advancement
sk: Postúpenie žiadosti

# inforequests:Action:type:CLARIFICATION_REQUEST
source: Clarification Request
sk: Výzva na doplnenie žiadosti

# inforequests:Action:type:DISCLOSURE
source: Disclosure
sk: Sprístupnenie informácií

# inforequests:Action:type:REFUSAL
source: Refusal
sk: Rozhodnutie o odmietnutí

# inforequests:Action:type:AFFIRMATION
source: Affirmation
sk: Potvrdenie rozhodnutia

# inforequests:Action:type:REVERSION
source: Reversion
sk: Zrušenie rozhodnutia

# inforequests:Action:type:REMANDMENT
source: Remandment
sk: Vrátenie rozhodnutia

# inforequests:Action:type:ADVANCED_REQUEST
source: Advanced Request
sk: Postúpenie žiadosti

# inforequests:Action:type:EXPIRATION
source: Expiration
sk: Vypršanie lehoty

# inforequests:Action:type:APPEAL_EXPIRATION
source: Appeal Expiration
sk: Vypršanie lehoty na odvolanie

# inforequests:Action:disclosure_level:NONE
source: No Disclosure at All
sk: Nesprístupnenie

# inforequests:Action:disclosure_level:PARTIAL
source: Partial Disclosure
sk: Čiastočné sprístupnenie

# inforequests:Action:disclosure_level:FULL
source: Full Disclosure
sk: Úplné sprístupnenie

# inforequests:Action:refusal_reason:DOES_NOT_HAVE
source: Does not Have Information
sk: Inštitúcia nemá požadovanú informáciu

# inforequests:Action:refusal_reason:DOES_NOT_PROVIDE
source: Does not Provide Information
sk: Inštitúcia neposkytuje informácie

# inforequests:Action:refusal_reason:DOES_NOT_CREATE
source: Does not Create Information
sk: Inštitúcia nie je povinná vytvárať nové informácie

# inforequests:Action:refusal_reason:COPYRIGHT
source: Copyright Restriction
sk: Sprístupnenie požadovanej informácie porušuje autorské právo

# inforequests:Action:refusal_reason:BUSINESS_SECRET
source: Business Secret
sk: Požadovaná informácia je predmetom obchodného tajomstva

# inforequests:Action:refusal_reason:PERSONAL
source: Personal Information
sk: Sprístupnenie informácie porušuje ochranu osobnosti a ochranu osobných údajov

# inforequests:Action:refusal_reason:CONFIDENTIAL
source: Confidential Information
sk: Požadovaná informácia je predmetom utajovanej skutočnosti

# inforequests:Action:refusal_reason:OTHER_REASON
source: Other Reason
sk: Iná príčina

# inforequests:InforequestEmail:type:APPLICANT_ACTION
source: Applicant Action
sk: Úkon žiadateľa

# inforequests:InforequestEmail:type:OBLIGEE_ACTION
source: Obligee Action
sk: Úkon inštitúcie

# inforequests:InforequestEmail:type:UNDECIDED
source: Undecided
sk: Nerozhodnuté

# inforequests:InforequestEmail:type:UNRELATED
source: Unrelated
sk: Nesúvisiace

# inforequests:InforequestEmail:type:UNKNOWN
source: Unknown
sk: Neznáme

# inforequests:create:title
source: New Inforequest
sk: Nová infožiadosť

# inforequests:create:heding
source: New Inforequest
sk: Nová infožiadosť

# inforequests:create:applicant_label
source: Applicant
sk: Žiadateľ

# inforequests:create:submit
source: Submit Request
sk: Odoslať žiadosť

# inforequests:create:draft
source: Save as Draft
sk: Uložiť ako rozpracované

# inforequests:create:cancel
source: Cancel
sk: Zrušiť

# inforequests:detail:action:effective_date
source: Effective Date
sk: Dátum, od ktorého sa počíta lehota

# inforequests:detail:action:email_from
source: From
sk: Odosielateľ

# inforequests:detail:action:email_to
source: To
sk: Adresát

# inforequests:detail:action:subject
source: Subject
sk: Predmet

# inforequests:detail:action:disclosure_level
source: Disclosure Level
sk: Miera sprístupnenia

# inforequests:detail:action:refusal_reason
source: Refusal Reason
sk: Dôvod odmietnutia

# inforequests:detail:action:attachments
source: Attachments
sk: Prílohy

# inforequests:detail:action:extend_deadline
source: Deadline is Missed, Extend it
sk: Lehota uplynula, predĺžte ju

# inforequests:detail:action:advanced_to
source: New Obligee
sk: Nová povinná osoba

# inforequests:detail:add_smail:heading
source: Add Received Regular Mail
sk: Pridajte list, ktorý prišiel poštou

# inforequests:detail:add_smail:confirmation
source: Confirmation
sk: Potvrdenie prijatia

# inforequests:detail:add_smail:extension
source: Extension
sk: Predĺženie lehoty

# inforequests:detail:add_smail:advancement
source: Advancement
sk: Postúpenie žiadosti

# inforequests:detail:add_smail:clarification_request
source: Clarification Request
sk: Výzva na doplnenie žiadosti

# inforequests:detail:add_smail:disclosure
source: Disclosure
sk: Sprístupnenie

# inforequests:detail:add_smail:refusal
source: Refusal
sk: Rozhodnutie o odmietnutí

# inforequests:detail:add_smail:affirmation
source: Affirmation
sk: Potvrdenie rozhodnutia o odmietnutí

# inforequests:detail:add_smail:reversion
source: Reversion
sk: Zrušenie rozhodnutia o odmietnutí

# inforequests:detail:add_smail:remandment
source: Remandment
sk: Vrátenie rozhodnutia o odmietnutí

# inforequests:detail:decide:title
source: Undecided Received E-mail
sk: Došlé nerozhodnuté e-maily

# inforequests:detail:decide:confirmation
source: Confirmation
sk: Potvrdenie prijatia

# inforequests:detail:decide:extension
source: Extension
sk: Predĺženie

# inforequests:detail:decide:advancement
source: Advancement
sk: Postúpenie žiadosti

# inforequests:detail:decide:clarification_request
source: Clarification Request
sk: Výzva na doplnenie žiadosti

# inforequests:detail:decide:disclosure
source: Disclosure
sk: Sprístupnenie

# inforequests:detail:decide:refusal
source: Refusal
sk: Rozhodnutie o odmietnutí

# inforequests:detail:decide:unrelated
source: Unrelated e-mail, or SPAM
sk: Nesúvisiaci email alebo spam

# inforequests:detail:decide:unknown
source: I don't know
sk: Neviem sa rozhodnúť

# inforequests:detail:email:subject
source: Subject
sk: Predmet

# inforequests:detail:email:from
source: From
sk: Odosielateľ

# inforequests:detail:email:to
source: To
sk: Adresát

# inforequests:detail:email:processed
source: Received
sk: Prijaté

# inforequests:detail:email:attachments
source: Attachments
sk: Prílohy

# inforequests:detail:heading
source: Inforequest Detail
sk: Detail žiadosti

# inforequests:detail:history:heading
source: Inforequest Detail
sk: Detail žiadosti

# inforequests:detail:new_action:title
source: What You Can Do
sk: Čo môžete vykonať

# inforequests:detail:new_action:clarification_response
source: Clarification Response
sk: Odpoveď na výzvu na doplnenie žiadosti

# inforequests:detail:request:applicant
source: Applicant
sk: Žiadateľ

# inforequests:detail:request:obligee
source: Obligee
sk: Povinná osoba

# inforequests:detail:request:unique_email
source: Unique E-mail
sk: Unikátna emailová adresa

# inforequests:detail:request:submission_date
source: Submission Date
sk: Dátum odoslania

# inforequests:detail:undecided:show
source: Show them
sk: Ukázať

# inforequests:detail:title
source: Inforequest Detail
sk: Detail žiadosti

# inforequests:index:title
source: Submitted Inforequests
sk: Odoslané žiadosti

# inforequests:index:heading
source: Submitted Inforequests
sk: Odoslané žiadosti

# inforequests:index:obligee
source: Obligee
sk: Povinná osoba

# inforequests:index:submission_date
source: Submission Date
sk: Dátum odoslania

# inforequests:index:new_mail
source: New E-mail
sk: Nový e-mail

# inforequests:index:create
source: New Inforequest
sk: Nová žiadosť

# inforequests:index:drafts:heading
source: Inforequest Drafts
sk: Rozpracované žiadosti

# inforequests:index:drafts:obligee
source: Obligee
sk: Povinná osoba

# inforequests:index:drafts:empty_obligee
source: (no obligee selected)
sk: (neboli vybrané žiadne inštitúcie)

# inforequests:index:drafts:create_from_draft
source: Edit and Submit
sk: Editovať a odoslať

# inforequests:index:draft:delete:confirm
source: Are you sure you want to delete this draft?
sk: Chcete naozaj vymazať túto rozpracovanú žiadosť?

# inforequests:index:draft:delete
source: Delete
sk: Zmazať

# inforequests:index:closed:heading
source: Closed Inforequests
sk: Uzavreté žiadosti

# inforequests:index:closed:obligee
source: Obligee
sk: Povinná osoba

# inforequests:index:closed:submission_date
source: Submission Date
sk: Dátum odoslania

# inforequests:modals:advancement:heading
source: Inforequest Advancement
sk: Postúpenie žiadosti

# inforequests:modals:advancement:decide_email
source: Mark as Advancement
sk: Označ ako postúpenie žiadosti

# inforequests:modals:close
source: Close
sk: Zavrieť

# inforequests:modals:advancement:add_smail
source: Add an Advancement
sk: Pridať postúpenie

# inforequests:modals:draft
source: Save as Draft
sk: Uložiť ako rozpracované

# inforequests:modals:affirmation:heading
source: Affirmation
sk: Potvrdenie rozhodnutia

# inforequests:modals:affirmation:add_smail
source: Add an Affirmation
sk: Pridať potvrdenie rozhodnutia

# inforequests:modals:ajax_fail:heading
source: Something Went Wrong
sk: Niečo sa pokazilo

# inforequests:modals:ajax_fail:reload
source: Reload Page
sk: Obnoviť stránku

# inforequests:modals:appeal:heading
source: Appeal
sk: Odvolanie

# inforequests:modals:print
source: Print and Send by Regular Mail
sk: Vytlačiť a poslať obyčajným listom

# inforequests:modals:clarification_request:heading
source: Clarification Request
sk: Výzva na doplnenie žiadosti

# inforequests:modals:clarification_request:decide_email
source: Mark as Clarification Request
sk: Označiť ako výzva na doplnenie žiadosti

# inforequests:modals:clarification_request:add_smail
source: Add an Clarification Request
sk: Pridať výzvu na doplnenie žiadosti

# inforequests:modals:clarification_response:heading
source: Clarification Response
sk: Odpoveď na výzvu na doplnenie žiadosti

# inforequests:modals:email
source: Send by E-mail
sk: Poslať e-mailom

# inforequests:modals:confirmation:heading
source: Confirmation
sk: Potvrdenie prijatia

# inforequests:modals:confirmation:decide_email
source: Mark as Inforequest Confirmation
sk: Označiť ako potvrdenie prijatia žiadosti

# inforequests:modals:confirmation:add_smail
source: Add an Inforequest Confirmation
sk: Pridať potvrdenie prijatia žiadosti

# inforequests:modals:disclosure:heading
source: Information Disclosure
sk: Sprístupnenie informácie

# inforequests:modals:disclosure:decide_email
source: Mark as Information Disclosure
sk: Označiť ako sprístupnenie informácie

# inforequests:modals:disclosure:add_smail
source: Add an Information Disclosure
sk: Pridať sprístupnenie informácie

# inforequests:modals:extension:heading
source: Deadline Extension
sk: Oznámenie o predĺžení lehoty

# inforequests:modals:extension:decide_email
source: Mark as Deadline Extension
sk: Označiť ako oznámenie o predĺžení lehoty

# inforequests:modals:extension:add_smail
source: Add a Deadline Extension
sk: Pridať oznámenie o predĺžení lehoty

# inforequests:modals:print:heading %(action_name)s
source: Print %(action_name)s
sk: Vytlačiť %(action_name)s

# inforequests:modals:print:print
source: Print
sk: Tlačiť

# inforequests:modals:refusal:heading
source: Refusal to Disclose Information
sk: Rozhodnutie o nesprístupnení informácie

# inforequests:modals:refusal:decide_email
source: Mark as Refusal to Disclose Information
sk: Označiť ako rozhodnutie o nesprístupnení informácie

# inforequests:modals:refusal:add_smail
source: Add a Refusal to Disclose Information
sk: Pridať rozhodnutie o nesprístupnení informácie

# inforequests:modals:remandment:heading
source: Remandment
sk: Pridať rozhodnutie, ktorým sa ruší predošlé rozhodnutie

# inforequests:modals:remandment:add_smail
source: Add a Remandment
sk: Pridať rozhodnutie, ktorým sa ruší predošlé rozhodnutie

# inforequests:modals:reversion:heading
source: Reversion
sk: Pridať rozhodnutie, ktorým sa vec vracia na ďalšie konanie

# inforequests:modals:reversion:add_smail
source: Add a Reversion
sk: Pridať rozhodnutie, ktorým sa vec vracia na ďalšie konanie

# inforequests:modals:unknown:heading
source: I don't Know, What This E-mail Is
sk: Neviem, čo znamená tento email

# inforequests:modals:unknown:decide_email
source: Ask Admin for Help
sk: Požiadať o pomoc administrátora

# inforequests:modals:unrelated:heading
source: Unrelated E-mail
sk: Nesúvisiaci e-mail

# inforequests:modals:unrelated:decide_email
source: Mark as Unrelated
sk: Označiť ako Nesúvisiaci email

# obligees:ObligeeAutocompleteField:invalid_obligee_name
source: Invalid obligee name. Select one form the menu.
sk: Neplatný názov inštitúcie, zvoľte z menu.

# obligees:Obligee:status:PENDING
source: Pending
sk: Čakajúce

# obligees:Obligee:status:DISSOLVED
source: Dissolved
sk: Zrušené

# obligees:index:title
source: Obligees List
sk: Zoznam inštitúcií

# obligees:index:heading
source: Obligees List
sk: Zoznam inštitúcií

# obligees:index:table:name
source: Organization
sk: Organizácia

# obligees:index:table:address
source: Address
sk: Adresa

# account:inactive:title
source: Account Inactive
sk: Neaktívny účet

# account:inactive:heading
source: Account Inactive
sk: Neaktívny účet

# account:inactive:text
source: This account is inactive.
sk: Tento účet nie je aktívny.

# account:email:title
source: E-mail Addresses
sk: E-mailové adresy

# account:email:heading
source: E-mail Addresses
sk: E-mailové adresy

# account:email:verified
source: Verified
sk: Potvrdená

# account:email:unverified
source: Unverified
sk: Nepotvrdená

# account:email:primary
source: Primary
sk: Primárna

# account:email:action_primary
source: Make Primary
sk: Označiť ako primárnu

# account:email:action_send
source: Re-send Verification
sk: Znovu poslať verifikáciu

# account:email:action_remove:confirm
source: Do you really want to remove the selected e-mail address?
sk: Naozaj chcete odobrať zvolenú e-mailovú adresu?

# account:email:action_remove
source: Remove
sk: Odobrať

# account:email:add:heading
source: Add E-mail Address
sk: Pridať e-mailovú adresu

# account:email:add:action_add
source: Add E-mail
sk: Pridať e-mail

# account:email_confirm:title
source: Confirm E-mail Address
sk: Potvrdiť e-mailovú adresu

# account:email_confirm:heading
source: Confirm E-mail Address
sk: Potvrdiť e-mailovú adresu

# account:email_confirm:submit
source: Confirm
sk: Potvrdzujem

# account:email_confirmed:title
source: Confirm E-mail Address
sk: Potvrdené e-mailové adresy

# account:email_confirmed:heading
source: Confirm E-mail Address
sk: Potvrdené e-mailové adresy

# account:login:title
source: Sign In
sk: Prihlásiť sa

# account:login:heading
source: Sign In
sk: Prihlásiť sa

# account:login:social_buttons
source: Sign In With
sk: Prihlásiť sa s

# account:login:submit
source: Sign In
sk: Prihlásiť sa

# account:login:reset_password
source: Forgot Password?
sk: Zabudnuté heslo?

# account:logout:title
source: Sign Out
sk: Odhlásiť sa

# account:logout:heading
source: Sign Out
sk: Odhlásiť sa

# account:logout:submit
source: Sign Out
sk: Odhlásiť sa

# account:password_change:title
source: Change Password
sk: Zmeniť heslo

# account:password_change:heading
source: Change Password
sk: Zmeniť heslo

# account:password_change:submit
source: Change Password
sk: Zmeniť heslo

# account:password_reset:title
source: Password Reset
sk: Resetnutie hesla

# account:password_reset:heading
source: Password Reset
sk: Resetnutie hesla

# account:password_reset:submit
source: Reset My Password
sk: Resetnúť moje heslo

# account:password_reset_done:title
source: Password Reset
sk: Resetnutie hesla

# account:password_reset_done:heading
source: Password Reset
sk: Resetnutie hesla

# account:password_reset_from_key:title
source: Change Password
sk: Zmeniť heslo

# account:password_reset_from_key:token_fail:heading
source: Bad Token
sk: Zlý token

# account:password_reset_from_key:heading
source: Change Password
sk: Zmeniť heslo

# account:password_reset_from_key:submit
source: Change Password
sk: Zmeniť heslo

# account:password_reset_from_key_done:title
source: Change Password
sk: Zmeniť heslo

# account:password_reset_from_key_done:heading
source: Change Password
sk: Zmeniť heslo

# account:password_set:title
source: Set Password
sk: Nastaviť heslo

# account:password_set:heading
source: Set Password
sk: Nastaviť heslo

# account:password_set:submit
source: Set Password
sk: Nastaviť heslo

# account:signup:title
source: Sign Up
sk: Zaregistrovať

# account:signup:heading
source: Sign Up
sk: Registrácia

# account:signup:social_buttons
source: Sign Up With
sk: Zaregistrovať sa s

# account:signup:submit
source: Sign Up
sk: Zaregistrovať

# account:signup_closed:title
source: Sign Up Closed
sk: Registrácia pozastavená

# account:signup_closed:heading
source: Sign Up Closed
sk: Registrácia pozastavená

# account:signup_closed:text
source: We are sorry, but the sign up is currently closed.
sk: Ospravedlňujeme sa, registrácia je momentálne pozastavená.

# account:social_buttons:facebook
source: Login With Facebook
sk: Prihlásiť pomocou Facebooku

# account:social_buttons:google
source: Login With Google
sk: Prihlásiť pomocou Googlu

# account:social_buttons:twitter
source: Login With Twitter
sk: Prihlásiť pomocou Twittra

# account:social_buttons:linkedin
source: Login With LinkedIn
sk: Prihlásiť pomocou LinkedInu

# account:verification_sent:title
source: Verify Your E-mail Address
sk: Overiť e-mailovú adresu

# account:verification_sent:heading
source: Verify Your E-mail Address
sk: Overenie vašej e-mailovej adresy

# account:verified_email_required:title
source: Verify Your E-mail Address
sk: Overte vašu e-mailovú adresu

# account:verified_email_required:heading
source: Verify Your E-mail Address
sk: Je potrebné overenie e-mailovej adresy

# main:base:title
source: Chcem Vedieť
sk: Chcemvediet.sk

# main:menu:account:profile
source: User Profile
sk: Profil užívateľa

# main:menu:account:password
source: Change Password
sk: Zmeniť heslo

# main:menu:account:email
source: Manage E-mails
sk: Spravovať e-maily

# main:menu:account:connections
source: Manage Connections
sk: Spravovať napojenia

# main:menu:account:logout
source: Log Out
sk: Odhlásiť

# main:menu:account:login
source: Sign In
sk: Prihlásiť

# main:menu:account:signup
source: Sign Up
sk: Zaregistrovať sa

# main:menu:about
source: About Project
sk: O projekte

# main:menu:inforequests
source: Requests
sk: Žiadosti

# main:menu:obligees
source: Obligees
sk: Inštitúcie

# socialaccount:authentication_error:title
source: Social Network Login Failure
sk: Zlyhalo prihlásenie cez sociálnu sieť

# socialaccount:authentication_error:heading
source: Social Network Login Failure
sk: Zlyhalo prihlásenie cez sociálnu sieť

# socialaccount:connections:title
source: Account Connections
sk: Napojenia účtu

# socialaccount:connections:heading
source: Account Connections
sk: Napojenia účtu

# socialaccount:connections:remove
source: Remove Connection
sk: Odstrániť napojenie

# socialaccount:connections:add:heading
source: Add a 3rd Party Account
sk: Pridať účet tretej strany

# socialaccount:connections:add:social_buttons
source: Connect With
sk: Napojiť sa na

# socialaccount:login_cancelled:title
source: Login Cancelled
sk: Zrušenie prihlásenia

# socialaccount:login_cancelled:heading
source: Login Cancelled
sk: Zrušenie prihlásenia

# socialaccount:signup:title
source: Sign Up
sk: Prihlásiť sa

# socialaccount:signup:heading
source: Sign Up
sk: Prihlásiť sa

# socialaccount:signup:submit
source: Sign Up
sk: Prihlásiť sa
