Repository: DominikJakub/chcemvediet
Catalog: chcemvediet/locale/3part/allauth/*/LC_MESSAGES/django.po
Languages: sk

source: Usernames can only contain letters, digits and @/./+/-/_.
sk: Uživatelské meno môže obsahovať iba písmena, číslice a znaky @/./+/-/_.

source: Username can not be used. Please use other username.
sk: Toto uživatelské meno nemôže byť zvolené. Prosím, zvolte si iné.

source: Password
sk: Heslo

source: Password must be a minimum of {0} characters.
sk: Heslo musí obsahovat minimálne {0} znakov.

source: Remember Me
sk: Zapamätaj si ma

source: E-mail address
sk: E-mailová adresa

source: Username
sk: Uživatelské meno

source: Username or e-mail
sk: Uživatelské meno alebo heslo

# field label
source: Login
sk: Uživatelské meno

source: This account is currently inactive.
sk: Účet je v túto chvíľu neaktívny.

source: The e-mail address and/or password you specified are not correct.
sk: Zadaný e-mail alebo heslo nie je správne.

source: The username and/or password you specified are not correct.
sk: Zadané užívatelské meno alebo heslo nie je správne.

source: The login and/or password you specified are not correct.
sk: Zadané prihlasovacie udaje nie su správne.

source: E-mail (optional)
sk: E-mail (nepovinné)

source: This username is already taken. Please choose another.
sk: Toto užívatelské meno je už obsadené. Prosím, vyberte si iné.

source: A user is already registered with this e-mail address.
sk: Užívatel s týmto e-mailom je už zaregistrovaný.

source: Password (again)
sk: Heslo (zopakovať)

source: You must type the same password each time.
sk: Hesla sa musia zhodovať.

source: This e-mail address is already associated with this account.
sk: Tento e-mail je už k tomuto účtu priradený.

source: This e-mail address is already associated with another account.
sk: Tento e-mail je už priradený k inému účtu.

source: Current Password
sk: Aktuálne heslo

source: New Password
sk: Nové heslo

source: New Password (again)
sk: Nové heslo (zopakovať)

source: Please type your current password.
sk: Prosím, zadajte svoje aktuálne heslo.

source: The e-mail address is not assigned to any user account
sk: E-mail nie je priradený k žiadnemu účtu

source: email address
sk: e-mailová adresa

source: email addresses
sk: e-mailové adresy

source: email confirmation
sk: overovací e-mail

source: email confirmations
sk: overovacie e-maily

source: Confirmation e-mail sent to %(email)s
sk: Overovací e-mail bol odoslaný na %(email)s

source: Your account has no password set up.
sk: Váš účet nemá nastavené heslo.

source: Your account has no verified e-mail address.
sk: Váš účet nemá žiadny overený e-mail.
