Repository: DominikJakub/chcemvediet
Catalog: poleno/invitations/locale/*/LC_MESSAGES/django.po
Languages: sk

source: invitations:InviteForm:email:label
sk: Pozvi

source: invitations:InviteForm:email:placeholder
sk: E-mail

source: invitations:invite:title
sk: Pozvánky

source: invitations:invite:heading
sk: Pošli pozvánku

source: invitations:invite:supply
sk: Počet voľných pozvánok

source: invitations:invite:unlimited
sk: Neobmedzene

source: invitations:invite:submit
sk: Pozvi

source: invitations:validate_unused_emails:one {0}
sk: E-mail {0} je už zaregistrovaný.

source: invitations:validate_unused_emails:few {0} {1}
sk: E-maily {0} a {1} sú už zaregistrované.

source: invitations:validate_unused_emails:many {0}
sk: E-maily {0} a niektoré ďalie e-maily sú už zaregistrované.
