Repository: DominikJakub/chcemvediet
Catalog: chcemvediet/apps/applications/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Obligee
sk: Povinná osoba

source: Subject
sk: Vec (subject)

source: Information request
sk: Žiadosť o informáciu

source: Request
sk: Žiadosť

source: New Application
sk: Nová žiadosť

source: Submit Application
sk: Podať žiadosť

source: Application Detail
sk: Detail žiadosti

source: Applicant
sk: Žiadateľ

source: Send From
sk: Odoslané z

source: Send To
sk: Odoslané na

source: Submission Date
sk: Dátum podania

source: Application List
sk: Zoznam žiadosti

source: Submitted Applications
sk: Podané žiadosti

source: Number of submitted applications
sk: Počet podaných žiadosti
